[
  {
    "grado": "octavo grado",
    "ano": "2024",
    "areas": [
      {
        "nombre": "Comunicación oral y escrita",
        "objetivos": [
          "Construye mensajes verbales y no verbales en situaciones comunicativas de su contexto con el fin de contribuir a una comunicación coherente.",
          "Distingue las diversas modalidades de la lengua usadas en situaciones de su entorno para una comunicación más efectiva.",
          "Utiliza mensajes verbales y no verbales en diversas técnicas de comunicación oral para transmitir ideas y pensamientos con coherencia, cohesión y claridad.",
          "Interpreta mensajes a partir del conocimiento de los distintos significados y campos semánticos de las palabras para comunicar sentimientos, pensamientos e intenciones de manera clara y sencilla.",
          "Aplica las normas del uso del idioma al participar en conversaciones, tomando en cuenta el saber escuchar con respeto, para opinar acerca de situaciones que afectan su entorno."
        ],
        "contenidos": [
          {
            "tema": "Funciones del lenguaje para determinar las seis funciones del lenguaje (referencial, expresiva, apelativa, metalingüística, poética y fática)",
            "conceptual": "Análisis de mensajes para determinar las seis funciones que el lenguaje es capaz de desempeñar.",
            "procedimental": "Producción de textos en los que se enfaticen determinadas funciones del lenguaje, al aplicar normas ortográficas y coherencia.",
            "actitudinal": "Aprecio por la multiplicidad de funciones que el lenguaje es capaz de desempeñar.",
            "indicadores": [
              "Identifica, con seguridad, las funciones del lenguaje en lecturas asignadas."
            ],
            "actividades": [
              "Elabora un organizador gráfico en el que explique las funciones del lenguaje, la intención comunicativa y los recursos que se usan para transmitir los mensajes.",
              "Presenta una charla sobre el tema.",
              "Crea textos en los que se evidencien funciones del lenguaje.",
              "Escribe, en equipos, un texto en el que se enfatice una de las funciones del lenguaje y lo presente, de manera oral, en la clase."
            ]
          },
          {
            "tema": "Lenguaje verbal y no verbal",
            "conceptual": "Utilización de recursos propios del lenguaje verbal y no verbal de acuerdo con las exigencias de determinadas situaciones comunicativas.",
            "procedimental": "Utiliza recursos del lenguaje verbal y no verbal como complementos para una comunicación eficaz en diversas situaciones comunicativas del entorno.",
            "actitudinal": "Valoración del lenguaje verbal y no verbal en distintas situaciones comunicativas.",
            "indicadores": [
              "Utiliza recursos del lenguaje verbal y no verbal en distintas situaciones comunicativas."
            ],
            "actividades": [
              "Forma una fila para jugar teléfono descompuesto donde se transmiten mensajes tanto verbales como no verbales.",
              "Extrae conclusiones sobre el texto tratado en la actividad."
            ]
          },
          {
            "tema": "Técnicas de comunicación oral",
            "conceptual": "Construcción del concepto de técnicas de comunicación oral, como formas de intercambiar mensajes de manera inmediata con otras personas, con base en unas determinadas pautas y según la técnica.",
            "procedimental": "Participa en actividades como debate, mesa redonda y foro, aplicando técnicas de comunicación oral con preparación previa y respeto hacia las ideas de los demás.",
            "actitudinal": "Aprecio por la comunicación oral como forma inmediata de transmitir mensajes a los demás.",
            "indicadores": [
              "Explica el concepto de técnica de comunicación oral.",
              "Explica el concepto de debate y participa en debates evidenciando preparación previa y respeto.",
              "Define y participa en mesas redondas y foros con respeto por las ideas de los demás."
            ],
            "actividades": [
              "Investiga en internet, textos u otros medios cuáles son las técnicas de comunicación oral más utilizadas y recomendaciones.",
              "Participa en lluvia de ideas y construye definiciones en equipo.",
              "Elabora cuadros sinópticos y carteles explicativos.",
              "Graba pódcast con sugerencias para el desarrollo de mesas redondas.",
              "Participa activamente en debates, mesas redondas y foros."
            ]
          },
          {
            "tema": "Usos de la letra mayúscula en siglas, acrónimos, abreviaturas y nombres de días festivos",
            "conceptual": "Utilización de la letra mayúscula como un recurso gráfico distintivo en diversos contextos, aplicando normas convencionales de ortografía.",
            "procedimental": "Completa palabras, oraciones y textos correctamente con acrónimos, siglas y abreviaturas; redacta textos utilizando estas expresiones.",
            "actitudinal": "Interés por el uso correcto de la letra mayúscula en siglas, acrónimos, abreviaturas y nombres de días festivos.",
            "indicadores": [
              "Utiliza los usos de la mayúscula en siglas, acrónimos y abreviaturas.",
              "Aplica normas ortográficas convencionales."
            ],
            "actividades": [
              "Busca ejemplos de acrónimos, siglas y abreviaturas en revistas, periódicos e internet e identifica sus significados.",
              "Investiga normas y usos de su escritura.",
              "Redacta textos empleando estas expresiones correctamente."
            ]
          },
          {
            "tema": "Signos de puntuación (signos de interrogación, exclamación, guion y comillas)",
            "conceptual": "Aplicación correcta de los signos de puntuación como recursos para una buena comunicación escrita.",
            "procedimental": "Confecciona infografías, redacta textos que usen correctamente los signos estudiados, corrige textos con errores y depura versiones finales.",
            "actitudinal": "Valoración de los signos de puntuación como recursos para una buena comunicación escrita.",
            "indicadores": [
              "Aplica correctamente los usos del guion, las interrogación, las comillas y los signos de exclamación."
            ],
            "actividades": [
              "Lee textos que presenten guiones, comillas, signos de interrogación y exclamación, e infiere sus funciones.",
              "Redacta anécdotas utilizando los signos de puntuación estudiados.",
              "Corrige textos con errores de puntuación.",
              "Intercambia textos entre compañeros para corrección."
            ]
          },
          {
            "tema": "Reglas generales de acentuación",
            "conceptual": "Acentuación de palabras de acuerdo con las reglas generales de acentuación, incluyendo diptongos, triptongos, hiatos y monosílabos.",
            "procedimental": "Analiza, aplica y corrige la acentuación en palabras y textos; identifica reglas y aplica acentuación diacrítica.",
            "actitudinal": "Apreciación de la acentuación ortográfica como recurso para una buena comunicación escrita.",
            "indicadores": [
              "Acentúa palabras según las reglas generales y diacríticas.",
              "Reconoce y corrige errores de acentuación."
            ],
            "actividades": [
              "Elabora fichas de síntesis de reglas generales de acentuación.",
              "Realiza prácticas de acentuación ortográfica en vocablos.",
              "Identifica reglas en textos con palabras con hiato, diptongo y triptongo.",
              "Asigna tildes diacríticas para diferenciar significados.",
              "Identifica y corrige casos de monosílabos acentuados."
            ]
          },
          {
            "tema": "Uso de los grafemas b, v; s, z, c",
            "conceptual": "Empleo correcto de los grafemas b, v; s, z, c como recurso para una buena expresión escrita.",
            "procedimental": "Escribe oraciones, corrige errores y redacta textos aplicando las reglas del uso de los grafemas.",
            "actitudinal": "Valoración de la ortografía para una buena expresión escrita.",
            "indicadores": [
              "Utiliza correctamente los grafemas b, v; s, z, c en palabras y textos."
            ],
            "actividades": [
              "Dicta oraciones en equipos para detectar y corregir errores.",
              "Redacta versiones preliminares y finales aplicando las reglas estudiadas.",
              "Intercambia textos con compañeros para corrección."
            ]
          },
          {
            "tema": "Textos informativos",
            "conceptual": "Definición y características del texto informativo como medio para dar a conocer datos sobre hechos noticiosos y de interés público.",
            "procedimental": "Analiza textos informativos, redacta noticias y crónicas, y participa en creación de materiales informativos.",
            "actitudinal": "Interés por la información que se refiere a la realidad desde diversas perspectivas.",
            "indicadores": [
              "Reconoce partes, características y finalidades de textos informativos.",
              "Redacta noticias y crónicas con uso adecuado del lenguaje."
            ],
            "actividades": [
              "Lee textos informativos y responde preguntas básicas (qué, quién, cuándo, dónde, cómo, para qué).",
              "Redacta noticias basadas en hechos recientes.",
              "Colabora en la creación de un periódico mural con noticias escritas.",
              "Analiza aspectos literarios e informativos de crónicas.",
              "Redacta comentarios críticos y argumentativos sobre textos leídos."
            ]
          }
        ]
      },
      {
        "nombre": "Estructura de la lengua",
        "objetivos": [
          "Reconoce la estructura de la lengua y las normas de construcción del mensaje en diversas situaciones para una comunicación efectiva.",
          "Descompone las palabras en unidades mínimas al trabajar el aspecto léxico de la lengua para mejorar la comprensión de su significado y el enriquecimiento del vocabulario.",
          "Clasifica las palabras según su significado y función en diversos contextos comunicativos para una mejor expresión oral y escrita.",
          "Analiza las categorías gramaticales y las normas lingüísticas en diversos textos con la finalidad de asegurar una comunicación correcta.",
          "Aplica las normas de estructuración del mensaje en diversas situaciones comunicativas para expresarse con propiedad.",
          "Construye distintas unidades de expresión en su entorno para satisfacer las necesidades comunicativas.",
          "Aplica los conocimientos de la lengua en contextos de su entorno para asegurar una comprensión adecuada.",
          "Infiere la importancia de los aspectos semántico, morfosintáctico, fonológico y fonético en la estructuración de los textos para su mejor comprensión y aplicación."
        ],
        "contenidos": [
          {
            "tema": "Lengua y dialecto",
            "conceptual": "Comparación de los conceptos y las características de lengua y dialecto; reconocimiento de dialectos del español y lenguas habladas en América.",
            "procedimental": "Define y explica los conceptos de lengua y dialecto; identifica dialectos y otros idiomas; elabora cuadros comparativos y carteles.",
            "actitudinal": "Valoración de la lengua como recurso fundamental de la comunicación humana y del dialecto como su realización concreta; evita discriminación.",
            "indicadores": [
              "Define apropiadamente lengua y dialecto.",
              "Identifica diversos dialectos del español sin discriminación.",
              "Reconoce idiomas hablados en Panamá y América."
            ],
            "actividades": [
              "Investiga definiciones y características de lengua y dialecto.",
              "Escucha grabaciones de diferentes dialectos y determina sus rasgos característicos.",
              "Confecciona carteles sobre idiomas hablados en Panamá y América.",
              "Elabora organizadores gráficos sobre variaciones lingüísticas."
            ]
          },
          {
            "tema": "Registros lingüísticos",
            "conceptual": "Reconocimiento de las características de registros lingüísticos: coloquial, vulgar, culto, técnico y literario; relación entre situación comunicativa y registro.",
            "procedimental": "Identifica registros en situaciones y textos; reescribe modelos aplicando variaciones de registros.",
            "actitudinal": "Propiedad al usar registros lingüísticos acordes con distintas situaciones comunicativas.",
            "indicadores": [
              "Identifica registros lingüísticos en dramatizaciones y textos.",
              "Relaciona situaciones comunicativas con registros usados."
            ],
            "actividades": [
              "Observa videos y agrupa registros según características.",
              "Reescribe textos aplicando diferentes registros.",
              "Participa en plenarias para discutir registros y usos."
            ]
          },
          {
            "tema": "Sistema fonológico del español",
            "conceptual": "Reconocimiento de la pronunciación correcta de fonemas vocálicos y consonánticos, entonación y relación con intención del hablante.",
            "procedimental": "Identifica fonemas y practica entonación para diversos actos comunicativos.",
            "actitudinal": "Aprecio por el nivel fonológico del idioma y la capacidad de entonación para comunicar intención.",
            "indicadores": [
              "Identifica correctamente fonemas vocálicos y consonánticos.",
              "Deduce intención comunicativa mediante entonación."
            ],
            "actividades": [
              "Pronuncia su nombre completo para identificar fonemas.",
              "Lee enunciados con entonación determinada y analiza intención.",
              "Practica entonación para actos como persuadir, informar, etc."
            ]
          },
          {
            "tema": "El pronombre y sus clases",
            "conceptual": "Definición y características de pronombres, clasificación en personales, demostrativos, relativos, posesivos, indefinidos, interrogativos y exclamativos; empleo de deixis (anáfora y catáfora).",
            "procedimental": "Identifica y clasifica pronombres en textos; utiliza pronombres para evitar repeticiones; aplica anáfora y catáfora para cohesión.",
            "actitudinal": "Interés por comunicarse de manera precisa y económica, valorando la deixis como recurso para cohesión textual.",
            "indicadores": [
              "Identifica pronombres según su clase y función en textos.",
              "Utiliza pronombres y mecanismos de deixis correctamente."
            ],
            "actividades": [
              "Investiga concepto y clasificación de pronombres y elabora organizadores gráficos.",
              "Subraya pronombres en textos y redacta microrrelatos usando diferentes clases.",
              "Realiza ejercicios aplicando anáfora y catáfora."
            ]
          },
          {
            "tema": "El verbo: concepto, funciones, partes, conjugaciones y modos",
            "conceptual": "Reconocimiento del verbo como núcleo de la oración que expresa acciones o estados; análisis de morfemas (raíz y desinencias), clasificación en regulares e irregulares, conjugación en modos indicativo, subjuntivo e imperativo, tiempos simples y compuestos.",
            "procedimental": "Conjuga verbos en diferentes tiempos y modos; clasifica verbos; aplica conjugaciones en producción textual; elabora cuadros comparativos.",
            "actitudinal": "Aprecio por la capacidad del verbo para expresar matices de sentido y transmitir información eficazmente.",
            "indicadores": [
              "Clasifica verbos como regulares o irregulares.",
              "Conjuga verbos en distintos modos y tiempos.",
              "Aplica conjugaciones en textos escritos."
            ],
            "actividades": [
              "Selecciona y clasifica verbos de textos.",
              "Participa en dinámicas de conjugación y juegos como bingo de verbos.",
              "Redacta oraciones y textos aplicando conjugaciones estudiadas.",
              "Elabora cuadros comparativos con reglas y recomendaciones."
            ]
          },
          {
            "tema": "Verbos transitivos e intransitivos",
            "conceptual": "Construcción del concepto y características de verbos transitivos (con objeto directo) e intransitivos (sin objeto directo).",
            "procedimental": "Identifica y clasifica verbos transitivos e intransitivos en oraciones; explica función sintáctica; redacta oraciones con ambos tipos.",
            "actitudinal": "Propiedad al construir oraciones tomando en cuenta las propiedades sintácticas de los verbos.",
            "indicadores": [
              "Clasifica verbos transitivos e intransitivos correctamente.",
              "Explica función sintáctica de verbos en oraciones."
            ],
            "actividades": [
              "Elabora cuadros comparativos de verbos transitivos e intransitivos.",
              "Redacta oraciones inspiradoras con cada tipo de verbo."
            ]
          },
          {
            "tema": "Locuciones conjuntivas, preposicionales y adverbiales",
            "conceptual": "Reconocimiento, comparación y uso de locuciones conjuntivas, preposicionales y adverbiales en textos.",
            "procedimental": "Identifica locuciones según su función y clase; emplea locuciones en redacción; compara locuciones y analiza efectos en el texto.",
            "actitudinal": "Precisión e interés por usar correctamente las locuciones para mejorar la coherencia y expresión en textos.",
            "indicadores": [
              "Identifica locuciones conjuntivas, preposicionales y adverbiales en textos.",
              "Emplea locuciones adecuadamente en la redacción."
            ],
            "actividades": [
              "Investiga ejemplos y características de locuciones.",
              "Realiza competencias y juegos para uso de locuciones.",
              "Redacta textos y oraciones incorporando locuciones estudiadas.",
              "Analiza efectos de locuciones en oraciones y textos."
            ]
          },
          {
            "tema": "El sujeto y el predicado",
            "conceptual": "Caracterización y análisis morfosintáctico del sujeto (expreso, tácito, agente, paciente; simple y compuesto) y predicado (nominal y verbal) en oraciones.",
            "procedimental": "Identifica componentes del sujeto y predicado en oraciones; clasifica sujetos y predicados; redacta textos aplicando conocimiento.",
            "actitudinal": "Seguridad y precisión al analizar y construir oraciones con sujeto y predicado correctamente identificados.",
            "indicadores": [
              "Identifica y caracteriza sujetos y predicados en oraciones.",
              "Clasifica sujetos y predicados según sus tipos y funciones."
            ],
            "actividades": [
              "Analiza oraciones para identificar sujeto y predicado.",
              "Arma rompecabezas con componentes oracionales.",
              "Redacta textos que presenten predicado nominal y verbal.",
              "Clasifica oraciones simples en copulativas, predicativas y pasivas.",
              "Corrige errores en oraciones y textos."
            ]
          },
          {
            "tema": "La oración simple",
            "conceptual": "Reconocimiento, clasificación y uso de oraciones simples según complementos y tipo (copulativas, predicativas transitivas e intransitivas, pasivas).",
            "procedimental": "Identifica oraciones simples y sus complementos; clasifica oraciones; redacta textos con oraciones simples; corrige errores.",
            "actitudinal": "Valoración de la oración simple como unidad sintáctica fundamental para la comunicación escrita y oral.",
            "indicadores": [
              "Identifica oraciones simples y sus tipos.",
              "Clasifica oraciones según complementos y función.",
              "Corrige errores en uso de oraciones simples."
            ],
            "actividades": [
              "Clasifica oraciones en tipos dados.",
              "Redacta oraciones y textos con oraciones simples.",
              "Realiza coevaluaciones para corrección de textos."
            ]
          }
        ]
      },
      {
        "nombre": "Comprensión lectora",
        "objetivos": [
          "Distingue la intención comunicativa del lenguaje en situaciones académicas, sociales y familiares para comprender mejor los discursos.",
          "Analiza la estructura de los textos de acuerdo con la intención comunicativa para apropiarse de los significados y del mensaje.",
          "Valora los componentes objetivo y subjetivo de diversos tipos de textos para asimilar distintos aspectos de significado."
        ],
        "contenidos": [
          {
            "tema": "Lectura comprensiva de textos literarios y no literarios",
            "conceptual": "Aplicación de estrategias de comprensión lectora en momentos antes, durante y después de la lectura, y en los niveles literal, inferencial y crítico.",
            "procedimental": "Aplica estrategias como predicción, visualización y autopregunta; responde preguntas de distintos niveles; compara y sintetiza información.",
            "actitudinal": "Manifestación positiva ante el uso de estrategias para la comprensión lectora y confianza en la demostración de habilidades.",
            "indicadores": [
              "Demuestra habilidades de comprensión lectora en niveles literal, inferencial y crítico.",
              "Aplica estrategias efectivas antes, durante y después de la lectura."
            ],
            "actividades": [
              "Lee en equipo textos literarios y no literarios.",
              "Confecciona cuadros comparativos con preguntas y respuestas de cada nivel.",
              "Expresa experiencia lectora enriquecida por lectura activa."
            ]
          },
          {
            "tema": "Técnicas de lectura activa y usos",
            "conceptual": "Práctica de los propósitos y usos de la lectura activa en situaciones familiares, escolares y del entorno para recordar y comprender textos.",
            "procedimental": "Realiza preguntas, toma notas, subraya, resume y relaciona información con conocimientos previos; presenta informes sobre estrategias usadas.",
            "actitudinal": "Valoración de la importancia de la lectura activa para el enriquecimiento de la experiencia lectora.",
            "indicadores": [
              "Practica técnicas de lectura activa en textos de diferente complejidad.",
              "Expresa interés y valoración por la lectura activa."
            ],
            "actividades": [
              "Lee textos convencionalmente y luego con técnicas activas.",
              "Aplica técnicas en estudio de textos y presenta informes."
            ]
          },
          {
            "tema": "Progresión temática",
            "conceptual": "Explicación y análisis de los tipos de progresión temática (lineal, constante y con tema derivado) y sus características.",
            "procedimental": "Descompone textos en oraciones, jerarquiza información y aplica tipos de progresión temática en la redacción de textos.",
            "actitudinal": "Interés por reconocer y aplicar los diversos tipos de progresión temática para mejorar la coherencia textual.",
            "indicadores": [
              "Identifica tipos de progresión temática en textos.",
              "Aplica progresión temática en redacciones respetando normas."
            ],
            "actividades": [
              "Descompone textos y reconstruye la secuencia más coherente.",
              "Jerarquiza información en organizadores gráficos.",
              "Redacta textos aplicando tipos de progresión temática."
            ]
          },
          {
            "tema": "Intención comunicativa de un texto",
            "conceptual": "Interpretación y reconocimiento de la intención comunicativa de textos para informar, entretener, convencer, educar, expresar opinión o dar instrucciones.",
            "procedimental": "Analiza textos de diversa índole, identifica intención comunicativa y discute resultados con el grupo.",
            "actitudinal": "Confianza y disposición activa para reconocer la intención comunicativa de los textos.",
            "indicadores": [
              "Identifica adecuadamente la intención comunicativa de textos."
            ],
            "actividades": [
              "Lleva al salón textos diversos para análisis.",
              "Analiza textos con preguntas orientadoras.",
              "Expresa en plenaria la intención comunicativa identificada."
            ]
          },
          {
            "tema": "Organizadores gráficos",
            "conceptual": "Confección y uso de organizadores gráficos como diagramas de proceso, esquemas de araña y causa-efecto para comprender y presentar información.",
            "procedimental": "Analiza información, confecciona organizadores gráficos y los utiliza como apoyo en exposiciones.",
            "actitudinal": "Adquisición de habilidades para la elaboración de organizadores gráficos que facilitan la comprensión y presentación de información.",
            "indicadores": [
              "Confecciona organizadores gráficos adecuados para representar información."
            ],
            "actividades": [
              "Expone temas utilizando organizadores gráficos.",
              "Resume temas en organizadores gráficos.",
              "Investiga estructura y diseño de organizadores gráficos."
            ]
          },
          {
            "tema": "Enciclopedias (impresas y en línea)",
            "conceptual": "Exploración de partes, estructura y tipos de enciclopedias; búsqueda y valoración de información.",
            "procedimental": "Investiga información en enciclopedias, compara fuentes impresas y digitales y organiza la información obtenida.",
            "actitudinal": "Valoración de la información recabada en enciclopedias como recurso confiable.",
            "indicadores": [
              "Analiza la estructura de enciclopedias y utiliza adecuadamente la información obtenida."
            ],
            "actividades": [
              "Investiga temas del plan de estudio en enciclopedias impresas y en línea.",
              "Confecciona comparaciones entre tipos de enciclopedias.",
              "Redacta informes con coherencia y cohesión textual."
            ]
          },
          {
            "tema": "Prensa digital",
            "conceptual": "Análisis del concepto, características, secciones y paratextos de la prensa digital; comparación crítica de información publicada.",
            "procedimental": "Evalúa calidad de información, interpreta paratextos y compara medios digitales.",
            "actitudinal": "Espíritu crítico y responsabilidad en la evaluación de la información digital.",
            "indicadores": [
              "Analiza y evalúa críticamente la información de prensa digital."
            ],
            "actividades": [
              "Analiza y discute pros y contras de las TIC en difusión informativa.",
              "Compara noticias sobre hechos recientes en distintos medios digitales.",
              "Identifica funciones de paratextos en noticias digitales."
            ]
          },
          {
            "tema": "Géneros multimodales: cine, televisión, historietas y audiolibros",
            "conceptual": "Identificación y análisis de características y temas de textos multimodales; valoración del aporte artístico y expresivo.",
            "procedimental": "Visualiza, analiza, compara y produce textos relacionados con géneros multimodales; participa en debates y exposiciones.",
            "actitudinal": "Curiosidad y apreciación por la diversidad de géneros multimodales y sus recursos expresivos.",
            "indicadores": [
              "Analiza características y temas de géneros multimodales.",
              "Participa en análisis, exposiciones y debates sobre estos géneros."
            ],
            "actividades": [
              "Evalúa películas mediante cineforo.",
              "Da seguimiento y analiza programas de televisión.",
              "Elabora y expone historietas sobre temas de interés.",
              "Escucha audiolibros y realiza actividades de visualización y resumen.",
              "Compara contenidos y escribe composiciones sobre diferencias."
            ]
          }
        ]
      },
      {
        "nombre": "Apreciación y creación literaria",
        "objetivos": [
          "Compara las relaciones entre la literatura y la vida para asociar mejor los textos literarios con situaciones reales de su contexto.",
          "Analiza obras de diferentes géneros literarios a partir de su estructura y recursos para cultivar el gusto por los buenos textos, enriquecer su acervo cultural y aplicar las experiencias en la solución de problemas en situaciones cotidianas.",
          "Extrapola mensajes valiosos extraídos de obras literarias representativas para reflexionar sobre su valor estético e ideológico para su realidad.",
          "Produce textos literarios de diferentes géneros para el deleite y crecimiento sociocultural propio y el de las personas que configuran su entorno."
        ],
        "contenidos": [
          {
            "tema": "Textos literarios y literatura oral y escrita",
            "conceptual": "Construcción del concepto de texto literario y diferenciación entre literatura oral y escrita con sus características propias.",
            "procedimental": "Investiga características, contrasta textos, evalúa textos orales y escritos, y participa en mesas redondas sobre identidad nacional.",
            "actitudinal": "Valoración de los textos literarios y la importancia de la literatura oral en la identidad nacional panameña.",
            "indicadores": [
              "Explica el concepto de texto literario y diferencia entre literatura oral y escrita.",
              "Valora la literatura oral como parte de la identidad nacional."
            ],
            "actividades": [
              "Lee y escucha fragmentos de literatura oral.",
              "Formula preguntas y elabora organizadores gráficos.",
              "Participa en mesas redondas sobre literatura oral y nacionalidad."
            ]
          },
          {
            "tema": "El mito",
            "conceptual": "Definición, características, tipos y análisis de mitos nacionales y universales como textos narrativos etiológicos.",
            "procedimental": "Investiga mitos, analiza ejemplos, selecciona y redacta mitos etiológicos.",
            "actitudinal": "Interés por los mitos como parte de la identidad nacional y explicación de fenómenos naturales o sociales.",
            "indicadores": [
              "Define y caracteriza mitos.",
              "Analiza mitos representativos y redacta nuevos mitos."
            ],
            "actividades": [
              "Investiga sobre mitos nacionales y universales.",
              "Selecciona mitos panameños para análisis.",
              "Redacta mitos etiológicos basados en temas propios o sugeridos."
            ]
          },
          {
            "tema": "La novela",
            "conceptual": "Definición, características, estructura (inicio, nudo, desenlace) y elementos internos y externos de la novela; importancia cultural y social.",
            "procedimental": "Caracteriza novelas, lee y analiza textos, participa en talleres de lectura y dramatiza escenas.",
            "actitudinal": "Apreciación de la novela como modalidad narrativa compleja que enriquece la cultura y fomenta empatía.",
            "indicadores": [
              "Define y describe la estructura y elementos de la novela.",
              "Participa activamente en la lectura y análisis de novelas."
            ],
            "actividades": [
              "Realiza presentaciones y organizadores gráficos sobre novelas.",
              "Lee novelas asignadas y sostiene talleres de lectura grupal.",
              "Dramatiza escenas importantes de las novelas."
            ]
          },
          {
            "tema": "La poesía lírica y épica",
            "conceptual": "Interpretación y análisis de poemas líricos (métrica, rima, estrofas) y épicos (temas, personajes, obras representativas).",
            "procedimental": "Analiza poemas, elabora mapas mentales, lee en voz alta, ilustra temas y participa en debates.",
            "actitudinal": "Interés y valoración de la poesía como expresión artística que exalta emociones y mensajes épicos.",
            "indicadores": [
              "Analiza poemas líricos y épicos con precisión.",
              "Reconoce características y elementos propios de ambos géneros."
            ],
            "actividades": [
              "Lee poemas líricos y épicos en equipos.",
              "Participa en debates y exposiciones.",
              "Confecciona infografías y organizadores gráficos.",
              "Ilustra temas y elementos de poemas."
            ]
          },
          {
            "tema": "Figuras literarias de dicción y pensamiento",
            "conceptual": "Observación, interpretación y análisis de figuras literarias de dicción (hipérbaton, polisíndeton, asíndeton) y pensamiento (metáfora, epíteto, metonimia, sinécdoque).",
            "procedimental": "Identifica figuras en textos, analiza funciones y significados, intercambia tarjetas y descodifica mensajes.",
            "actitudinal": "Valoración del lenguaje literario y disposición para comprender transformaciones expresivas.",
            "indicadores": [
              "Identifica figuras literarias de dicción y pensamiento con base en su clasificación.",
              "Analiza y explica la función de las figuras en textos."
            ],
            "actividades": [
              "Subraya figuras literarias en poemas.",
              "Intercambia tarjetas con figuras tomadas de poemas.",
              "Lee poemas completos y analiza contexto y significado."
            ]
          },
          {
            "tema": "El teatro y sus subgéneros",
            "conceptual": "Análisis del teatro como forma de representación, historia, subgéneros (tragedia, comedia, drama) y estructura interna (planteamiento, nudo, desenlace).",
            "procedimental": "Investiga conceptos y características, elabora líneas de tiempo, esquemas y cuadros comparativos; participa en debates y exposiciones.",
            "actitudinal": "Reconocimiento del teatro como manifestación artística con valor social y cultural.",
            "indicadores": [
              "Describe la historia y características del teatro.",
              "Caracteriza subgéneros y estructura de obras teatrales."
            ],
            "actividades": [
              "Investiga y elabora línea de tiempo de la historia del teatro.",
              "Analiza obras teatrales y realiza exposiciones.",
              "Participa en foros y debates sobre teatro.",
              "Confecciona esquemas y cuadros comparativos de subgéneros."
            ]
          },
          {
            "tema": "Importancia de las obras teatrales",
            "conceptual": "Distinción del valor artístico y cultural de las obras teatrales; comparación crítica de obras según características y temas.",
            "procedimental": "Expone comentarios, participa en mesas redondas y elabora diarios de doble entrada sobre obras vistas.",
            "actitudinal": "Valoración del teatro como representación vital del lenguaje y la cultura contemporánea.",
            "indicadores": [
              "Explica la importancia y características de las obras teatrales.",
              "Contrasta críticamente diversas obras de teatro."
            ],
            "actividades": [
              "Aprecia obras de teatro o fragmentos.",
              "Participa en foros y mesas redondas.",
              "Elabora diarios de doble entrada."
            ]
          },
          {
            "tema": "Plan Nacional de Lectura y círculos de lectura",
            "conceptual": "Promoción del hábito de la lectura mediante el Plan Nacional de Lectura y la organización y participación en círculos de lectura.",
            "procedimental": "Participa respetuosamente en círculos de lectura, aplicando normas de expresión oral y escrita; contribuye a la promoción del plan.",
            "actitudinal": "Reconocimiento del valor del Plan Nacional de Lectura para fomentar hábitos y prácticas responsables de lectura.",
            "indicadores": [
              "Contribuye activamente a la promoción del Plan Nacional de Lectura.",
              "Participa en círculos de lectura con normas adecuadas."
            ],
            "actividades": [
              "Organiza y participa en círculos de lectura seleccionando libros de interés.",
              "Comparte apreciaciones fundamentadas sobre textos leídos."
            ]
          },
          {
            "tema": "Normas de escritura y ortografía en la creación literaria",
            "conceptual": "Creación de textos literarios sencillos con seguimiento de normas de escritura y corrección idiomática para asegurar adecuada transmisión.",
            "procedimental": "Crea textos originales, corrige versiones preliminares, depura finales y comparte con compañeros.",
            "actitudinal": "Valoración de la corrección idiomática y ortográfica para una comunicación escrita eficaz y estética.",
            "indicadores": [
              "Aplica normas de escritura y ortografía en la creación literaria.",
              "Corrige y mejora textos antes de su presentación."
            ],
            "actividades": [
              "Redacta versiones preliminares y finales de textos literarios.",
              "Coevalúa trabajos con compañeros.",
              "Aplica modelos y orientaciones docentes."
            ]
          },
          {
            "tema": "La creación literaria y la identidad nacional",
            "conceptual": "Valoración de la creación literaria como expresión de la identidad nacional panameña y su relevancia para la identidad cultural.",
            "procedimental": "Analiza textos literarios panameños, participa en mesas redondas y actividades creativas para expresar la importancia de la creación literaria.",
            "actitudinal": "Aprecio por la escritura literaria que promueve la identidad nacional y el crecimiento cultural.",
            "indicadores": [
              "Explica la relación entre creación literaria e identidad nacional.",
              "Participa activamente en actividades sobre identidad literaria."
            ],
            "actividades": [
              "Analiza textos literarios panameños en equipos.",
              "Participa en mesas redondas sobre identidad nacional.",
              "Organiza y participa en la actividad “Mi día como escritor”."
            ]
          }
        ]
      }
    ]
  },
  {
    "grado": "duodécimo grado",
    "ano": "2014",
    "areas": [
      {
        "nombre": "Comunicación oral y escrita",
        "objetivos": [
          "Maneja con eficacia tecnologías de la información y la comunicación y las aplica en diversas situaciones comunicativas para obtener los datos y expresar ideas.",
          "Expresa con corrección sus ideas, opiniones y emociones tanto en ambientes formales como informales, de manera oral y por escrito, para comunicarse de forma efectiva.",
          "Argumenta su postura personal de manera crítica y reflexiva, con base en argumentos sólidos, acerca de temas de interés general, considerando puntos de vista emanados de diversos entornos con el propósito de mejorar la relación interpersonal.",
          "Aplica diversas estrategias comunicativas, de acuerdo con quienes sean sus interlocutores, el contexto en el que se encuentra y los objetivos que persigue para garantizar la correcta interpretación del mensaje.",
          "Cultiva relaciones interpersonales y hábitos comunicativos, con fundamento en sus capacidades expresivas, para promover su desarrollo humano y el de quienes lo rodean en su entorno social.",
          "Utiliza el diálogo como mecanismo para la solución de conflictos y optimizar su interacción dentro del medio social en el que se desenvuelve.",
          "Valora la capacidad de expresar sus ideas aplicando las normas idiomáticas y las estructuras gramaticales adecuadas con el fin de comunicarse de manera efectiva en las diversas situaciones comunicativas."
        ],
        "contenidos": [
          {
            "tema": "Comunicación oral",
            "conceptual": "La sociedad de la información y las tecnologías de la información y la comunicación (TIC) influyen en la toma de decisiones y en la vida cotidiana.",
            "procedimental": "Investiga las ventajas y desventajas de la sociedad de la información, organiza debates, participa en foros y blogs, utiliza herramientas digitales para presentar trabajos, formula proyectos apoyados en tecnologías digitales.",
            "actitudinal": "Reconocimiento de la influencia y ventajas de la sociedad de la información, adaptación responsable al uso de tecnologías, responsabilidad en el uso de las TIC, valoración de la comunicación para la convivencia humana.",
            "indicadores": [
              "Formula, con detalles y argumentos, las ventajas y desventajas de la sociedad de la información.",
              "Argumenta, las tecnologías de información y comunicación en torno a las ventajas y desventajas.",
              "Emplea la información sin dificultades, en contextos sociales.",
              "Participa en foros, blogs y otros donde se discutan temas de ventajas y desventajas.",
              "Organiza un simposio acerca de las normas que regulan la comunicación pública y el uso de las TIC en Panamá."
            ],
            "actividades": [
              "Organización de debates sobre la influencia de las TIC en la toma de decisiones.",
              "Procesamiento de información obtenida a través de páginas, libros y revistas electrónicas.",
              "Elaboración de mapas mentales computarizados como herramienta de management.",
              "Utilización de correo electrónico, chats, redes sociales para intercambiar información.",
              "Creación de blogs y proyectos en la webquest.",
              "Análisis de información obtenida con apoyo de las TIC.",
              "Desarrollo de proyectos usando mapas mentales y presentación multimedia.",
              "Socialización de proyectos en actividades escolares y redes sociales."
            ]
          },
          {
            "tema": "Vicios de dicción",
            "conceptual": "Concepto y tipos de vicios de dicción, su identificación y corrección.",
            "procedimental": "Recopilación de vicios de dicción en conversaciones y escritos, corrección adecuada, grabación y autocorrección, organización de equipos para recoger vicios en el entorno.",
            "actitudinal": "Autorreflexión sobre el uso correcto del idioma, interés por corregir la expresión oral y escrita, valoración del idioma en contextos concretos, responsabilidad en el uso apropiado.",
            "indicadores": [
              "Distingue con claridad los vicios de dicción.",
              "Clasifica los vicios de dicción y propone correcciones.",
              "Organiza equipos para recoger vicios en su entorno.",
              "Elabora tablas clasificando vicios de dicción.",
              "Argumenta adecuadamente sobre los vicios detectados."
            ],
            "actividades": [
              "Recopilación de vicios de dicción en conversaciones espontáneas y anuncios.",
              "Corrección de vicios en diferentes situaciones comunicativas.",
              "Grabación de expresiones orales para autocorrección.",
              "Intercambio de trabajos para corrección entre compañeros."
            ]
          },
          {
            "tema": "Características del mensaje eficaz",
            "conceptual": "Claridad, precisión, originalidad, objetividad, oportunidad, máximas de la comunicación, tipos y teoría de la cortesía.",
            "procedimental": "Análisis de textos y conversaciones para aplicar máximas de la comunicación, identificación de toma de turnos, elaboración y exposición de mensajes orales y escritos con aplicación de las características del mensaje eficaz.",
            "actitudinal": "Reconocimiento de la importancia de la comunicación eficaz, respeto por interlocutores, disposición para aplicar la teoría de la cortesía, valoración del diálogo y la interacción social.",
            "indicadores": [
              "Expone con claridad las características del mensaje eficaz.",
              "Aplica las máximas de la comunicación en diversos contextos.",
              "Participa activamente en debates, ponencias y conferencias aplicando la teoría de la cortesía.",
              "Escucha y respeta opiniones de interlocutores.",
              "Utiliza medios electrónicos para comunicación efectiva."
            ],
            "actividades": [
              "Análisis de conversaciones para verificar aplicación de la teoría de la cortesía.",
              "Grabación y análisis de videos de conversaciones espontáneas.",
              "Exposición de trabajos sobre las máximas de la comunicación.",
              "Elaboración de hipertexto para enriquecer presentaciones orales.",
              "Participación en debates y foros de discusión."
            ]
          },
          {
            "tema": "Comunicación escrita: enriquecimiento léxico y semántica",
            "conceptual": "Propiedad, precisión, interrelaciones semánticas, denotación y connotación, agrupación de palabras, campo semántico, analogías, parónimos, homónimos, sinonimia y antonimia.",
            "procedimental": "Lectura de textos, elaboración de diccionarios personales, creación de crucigramas, análisis semántico, agrupación y clasificación de palabras, redacción usando vocabulario enriquecido, elaboración de textos con uso correcto de parónimos, homónimos, sinonimia y antonimia.",
            "actitudinal": "Motivación por ampliar el vocabulario, esfuerzo por escribir correctamente, colaboración en trabajos grupales, valoración del dominio léxico y semántico para la comunicación efectiva.",
            "indicadores": [
              "Distingue con claridad el significado de palabras mediante el contexto.",
              "Clasifica palabras en campos semánticos y crea analogías.",
              "Emplea correctamente parónimos, homónimos, sinónimos y antónimos en escritos.",
              "Elabora mapas cognitivos y diccionarios personales.",
              "Expresa ideas con precisión y propiedad léxica."
            ],
            "actividades": [
              "Elaboración de diccionarios personales con términos nuevos.",
              "Creación de crucigramas y sopas de letras.",
              "Redacción de textos paralelos sobre semántica.",
              "Lectura y análisis de textos científicos y literarios para identificar fenómenos semánticos.",
              "Producción de poemas, caligramas, cuentos y otros textos creativos aplicando vocabulario estudiado."
            ]
          },
          {
            "tema": "Acentuación ortográfica",
            "conceptual": "Método integral para la acentuación ortográfica, análisis del significado y función del acento, reglas de acentuación, aplicación en diferentes tipos de textos.",
            "procedimental": "Aplicación del método viso-audio-gnósico-motor, resolución de ejercicios y juegos interactivos, redacción de textos con acentuación correcta, clasificación de palabras según reglas de acentuación, comparación y explicación de acentos en diferentes palabras.",
            "actitudinal": "Interés por aplicar correctamente las reglas de acentuación, esmero en la presentación de escritos, valoración de la importancia de la acentuación ortográfica para la claridad del mensaje.",
            "indicadores": [
              "Identifica con claridad las palabras que requieren acento ortográfico.",
              "Aplica correctamente las reglas de acentuación en ejercicios y textos escritos.",
              "Explica la importancia y función de la acentuación en la comunicación.",
              "Corrige errores de acentuación en textos propios y ajenos.",
              "Organiza trabajos escritos aplicando acentuación correcta."
            ],
            "actividades": [
              "Aplicación del método integral para la acentuación en ejercicios prácticos.",
              "Resolución de juegos interactivos sobre acentuación.",
              "Redacción de diversos documentos aplicando acentuación.",
              "Elaboración de listas y mapas mentales con palabras acentuadas.",
              "Producción de textos escritos para publicación en revistas escolares."
            ]
          },
          {
            "tema": "Signos de puntuación, entonación y auxiliares en diversos tipos de textos",
            "conceptual": "Valor fonético, semántico y pragmático de la puntuación, relación entre puntuación e intencionalidad del mensaje, signos de puntuación tradicionales y textuales, pausas, función de la puntuación para la comprensión.",
            "procedimental": "Análisis de la aplicación de signos de puntuación en textos literarios y no literarios, interpretación de pausas y entonación en la lectura, corrección y redacción de textos con puntuación adecuada, grabación y evaluación de lecturas.",
            "actitudinal": "Interés por dominar la aplicación correcta de signos de puntuación, autorregulación en el proceso de adquisición, valoración del impacto de la puntuación en la comprensión, disposición para trabajar en equipo.",
            "indicadores": [
              "Identifica con acierto la función que le otorga la puntuación a un texto.",
              "Reconoce la importancia del uso de signos de puntuación para la comprensión del mensaje.",
              "Aplica correctamente signos de puntuación y entonación en textos escritos y orales.",
              "Corrige textos aplicando normas de puntuación según intencionalidad.",
              "Lee textos con entonación adecuada según signos de puntuación."
            ],
            "actividades": [
              "Análisis de textos para aplicar signos de puntuación y entonación.",
              "Redacción de textos con puntuación y entonación adecuada.",
              "Grabación y evaluación de lecturas de textos literarios y no literarios.",
              "Corrección de textos escritos en trabajos colaborativos.",
              "Exposición de trabajos explicando el valor de la puntuación."
            ]
          },
          {
            "tema": "Fases de la redacción o composición",
            "conceptual": "Elección del tema, búsqueda de información, selección del tipo de texto, coherencia textual, uso de conectores, organización y redacción de textos, revisión y corrección.",
            "procedimental": "Explicación de fases, búsqueda y selección de información, organización del texto, aplicación de coherencia y conectores, redacción y revisión, actividades lúdicas como ‘El dado preguntón’, elaboración de textos diversos.",
            "actitudinal": "Interés por conocer y aplicar las fases de composición, creatividad en la escritura, responsabilidad en la organización del trabajo, esmero en la presentación y corrección de textos escritos.",
            "indicadores": [
              "Define correctamente las fases de la redacción.",
              "Organiza y redacta textos coherentes y cohesivos aplicando conectores.",
              "Participa activamente en actividades colaborativas sobre redacción.",
              "Aplica creatividad y claridad en la elaboración de textos.",
              "Corrige y mejora sus textos atendiendo a la coherencia y cohesión."
            ],
            "actividades": [
              "Explicación y práctica de las fases de la redacción.",
              "Búsqueda de información en diversas fuentes para elaborar textos.",
              "Actividades grupales como ‘El dado preguntón’ para practicar fases.",
              "Elaboración de artículos de opinión, cartas abiertas, comunicados y volantes.",
              "Análisis y corrección de textos propios y de compañeros."
            ]
          },
          {
            "tema": "Funciones lingüísticas en la redacción de textos informativos, administrativos y científicos",
            "conceptual": "Funciones expresiva, conativa, fática, referencial, metalingüística y poética en textos informativos y administrativos; características, tipos y estructura de dichos textos.",
            "procedimental": "Análisis y comparación de textos informativos y administrativos, redacción de diversos documentos, identificación de funciones lingüísticas, elaboración de proyectos y actividades relacionadas con la redacción, presentación y promoción de eventos.",
            "actitudinal": "Interés por conocer y aplicar funciones lingüísticas, responsabilidad y colaboración en trabajos grupales, valoración de la importancia de la estructura y función en textos administrativos, respeto por aportes y opiniones.",
            "indicadores": [
              "Reconoce las funciones lingüísticas en textos informativos y administrativos.",
              "Utiliza adecuadamente conectores y coherencia textual en sus escritos.",
              "Redacta diversos documentos administrativos con claridad y precisión.",
              "Participa en actividades de promoción y difusión de eventos.",
              "Valora la importancia de las funciones lingüísticas para la comunicación efectiva."
            ],
            "actividades": [
              "Análisis de modelos de documentos administrativos e informativos.",
              "Redacción de cartas, informes, memorandos, contratos y otros.",
              "Diseño y producción de materiales para presentaciones y eventos.",
              "Organización de actividades escolares relacionadas con la redacción.",
              "Elaboración de informes y memoria de actividades."
            ]
          }
        ]
      },
      {
        "nombre": "Estructura de la lengua",
        "objetivos": [
          "Aplica, en la redacción de escritos de diversa naturaleza, unidades gramaticales que favorecen la coherencia y cohesión, con el fin de comunicar mensajes comprensibles para sus receptores.",
          "Integra, en la escritura de textos de uso corriente, convenciones idiomáticas de puntuación y ortografía para otorgar claridad y comprensión a sus escritos.",
          "Comprueba, en la lectura, análisis y escritura de textos, el valor del uso de las conjunciones, desde el punto de vista semántico.",
          "Utiliza la estructura de la oración compuesta en la producción de diferentes escritos con el propósito de expresar sus ideas de manera organizada.",
          "Usa procedimientos léxicos que favorecen la coherencia y la cohesión del texto para mejorar la interacción comunicativa.",
          "Diferencia las estructuras subyacentes del texto y el pretexto para comprenderlo y apropiarse del mensaje y comunicarse mejor."
        ],
        "contenidos": [
          {
            "tema": "El texto",
            "conceptual": "Concepto de texto, elementos que definen la textualidad, diferencia entre texto y discurso, estructura superficial y subyacente del discurso, oración y enunciado, coherencia e incoherencia, mecanismos de coherencia y cohesión, conectores y marcadores discursivos.",
            "procedimental": "Diferenciación entre texto y discurso, identificación de elementos de textualidad, separación de enunciados, análisis de coherencia y cohesión, aplicación de conectores en la redacción, composición de textos coherentes, análisis de estilos de redacción, uso de mapas mentales y organizadores gráficos.",
            "actitudinal": "Interés por aplicar claridad en el concepto de texto, entusiasmo por desarrollar conocimientos sobre textualidad, cuidado y esmero en la presentación de trabajos, valoración del estudio del texto para mejorar la comunicación.",
            "indicadores": [
              "Define con claridad el concepto de texto.",
              "Identifica correctamente los elementos que definen la textualidad.",
              "Distingue entre texto y discurso.",
              "Aplica mecanismos de coherencia y cohesión en la redacción.",
              "Escribe textos coherentes y cohesionados.",
              "Utiliza mapas mentales y organizadores gráficos para esquematizar información."
            ],
            "actividades": [
              "Elaboración de mapas mentales manuales o digitales sobre el texto y discurso.",
              "Análisis y composición de textos aplicando mecanismos de coherencia y cohesión.",
              "Redacción de diversos textos para practicar coherencia y cohesión.",
              "Corrección y presentación de trabajos escritos.",
              "Organización de actividades grupales para análisis textual."
            ]
          }
        ]
      },
      {
        "nombre": "Comprensión lectora",
        "objetivos": [
          "Comprende el contenido del texto al identificar la temática, reconocer la idea central, distinguir lo relevante de lo secundario, sintetiza las ideas principales con el fin de interpretarlo apropiadamente.",
          "Interpreta textos, a partir del procesamiento de la información, para lograr un manejo adecuado de la misma, con el fin de que pueda utilizarla oportunamente en actividades de su vida cotidiana.",
          "Distingue, mediante procedimientos de manejo de la información, la estructura organizativa de las ideas del texto para una cabal interpretación de los significados.",
          "Utiliza la lectura de textos literarios y no literarios como estrategia para ampliar el conocimiento del mundo, con el fin de desarrollar valores y transferirlos.",
          "Valoriza las estrategias y métodos de comprensión lectora como herramientas para manejar y procesar la información que le proporcionan distintos tipos de textos."
        ],
        "contenidos": [
          {
            "tema": "El texto como unidad comunicativa",
            "conceptual": "Estructura organizativa del texto, diferenciación de texto y discurso, operaciones de pensamiento para apropiarse de significados: observar, predecir, comparar, clasificar, relacionar, describir, inferir, resumir, interpretar, argumentar y valorar.",
            "procedimental": "Lectura de diferentes clases de textos, identificación de ideas centrales y secundarias, formulación de hipótesis, organización de secuencias, construcción de resúmenes, elaboración de mapas mentales y redes de ideas, aplicación de estrategias de comprensión lectora.",
            "actitudinal": "Motivación por la lectura, esfuerzo para la comprensión, disposición para aplicar estrategias y habilidades, valoración de la información, respeto y tolerancia por opiniones diversas.",
            "indicadores": [
              "Reconoce la estructura organizativa del texto.",
              "Interpreta la estructura organizativa en distintos textos.",
              "Formula juicios y opiniones basados en textos leídos.",
              "Aplica estrategias de comprensión lectora adecuadamente.",
              "Organiza y resume información de manera coherente."
            ],
            "actividades": [
              "Lectura y análisis de textos informativos y literarios.",
              "Elaboración de mapas mentales y redes de ideas.",
              "Aplicación de estrategias como muestreo, predicción, inferencia y resumen.",
              "Elaboración de acrósticos, poemas y otros textos creativos.",
              "Participación en debates, exposiciones y actividades colaborativas."
            ]
          }
        ]
      },
      {
        "nombre": "Apreciación y creación literaria",
        "objetivos": [
          "Distingue, con base en la lectura y análisis, las relaciones entre la literatura universal y su contexto real, con el propósito de encontrar los valores culturales de cada época.",
          "Compara, con base en el conocimiento de aspectos artísticos, sociales, económicos y políticos los distintos periodos de la literatura universal para contrastar comportamientos, intereses, costumbres del componente humano de esos periodos con los del presente.",
          "Analiza textos literarios, con apoyo de modelos dados, para comprenderlos y extrapolar los mensajes valiosos.",
          "Asocia, de forma acertada, situaciones representadas mediante los códigos literarios con situaciones de la cotidianeidad para apreciar, disfrutar y comprender el discurso literario.",
          "Utiliza, de forma efectiva, sus propios recursos y habilidades artísticas con la finalidad de producir diversos textos literarios.",
          "Valora, con fundamento en el juicio crítico, los aportes de la literatura universal en el desarrollo cultural de los pueblos con el fin de distinguir la literatura como producto artístico significativo."
        ],
        "contenidos": [
          {
            "tema": "Literatura Universal",
            "conceptual": "Concepto y creación del mundo y del hombre en literaturas cosmogónicas (egipcia, hebrea, griega, hindú), características de la literatura clásica griega y latina, géneros y autores representativos, periodos y movimientos literarios: clasicismo, renacimiento, romanticismo, realismo, naturalismo, modernismo, vanguardismo, contemporáneo.",
            "procedimental": "Lectura y análisis de textos literarios, elaboración de mapas mentales, comparación de literaturas cosmogónicas, producción de ensayos, poemas y guiones, representación de obras clásicas, creación de proyectos culturales, análisis de obras universales y contemporáneas, producción de documentales y materiales audiovisuales.",
            "actitudinal": "Reflexión sobre la importancia de la literatura para la humanidad, valoración de aportes culturales, respeto por las manifestaciones literarias de distintas épocas, interés por participar en actividades culturales, valoración de la literatura como medio de expresión artística y cultural.",
            "indicadores": [
              "Formula adecuadamente definiciones de literatura universal.",
              "Explica la concepción cosmogónica de la creación del mundo y del hombre.",
              "Compara temas y características de obras clásicas con obras actuales.",
              "Participa en actividades culturales relacionadas con la literatura.",
              "Produce textos literarios y audiovisuales inspirados en obras clásicas y universales."
            ],
            "actividades": [
              "Elaboración de bitácoras y mapas mentales.",
              "Dramatización y representación de obras clásicas.",
              "Creación de guiones y ensayos basados en textos literarios.",
              "Producción de videos y documentales sobre obras y autores.",
              "Organización de ferias y veladas culturales.",
              "Participación en debates y simposios sobre temas literarios."
            ]
          }
        ]
      }
    ]
  }
]