{
  "grado": "Duodécimo",
  "áreas": [
    {
      "nombre": "Comunicación oral y escrita",
      "objetivos": [
        "Maneja con eficacia tecnologías de la información y la comunicación y las aplica en diversas situaciones comunicativas para obtener los datos y expresar ideas.",
        "Expresa con corrección sus ideas, opiniones y emociones tanto en ambientes formales como informales, de manera oral y por escrito, para comunicarse de forma efectiva.",
        "Argumenta su postura personal de manera crítica y reflexiva, con base en argumentos sólidos, acerca de temas de interés general, considerando puntos de vista emanados de diversos entornos con el propósito de mejorar la relación interpersonal.",
        "Aplica diversas estrategias comunicativas, de acuerdo con quienes sean sus interlocutores, el contexto en el que se encuentra y los objetivos que persigue para garantizar la correcta interpretación del mensaje.",
        "Cultiva relaciones interpersonales y hábitos comunicativos, con fundamento en sus capacidades expresivas, para promover su desarrollo humano y el de quienes lo rodean en su entorno social.",
        "Utiliza el diálogo como mecanismo para la solución de conflictos y optimizar su interacción dentro del medio social en el que se desenvuelve.",
        "Valora la capacidad de expresar sus ideas aplicando las normas idiomáticas y las estructuras gramaticales adecuadas con el fin de comunicarse de manera efectiva en las diversas situaciones comunicativas."
      ],
      "contenidos": [
        {
          "tema": "Comunicación oral",
          "conceptual": "La sociedad de la información, concepto, ventajas y desventajas. Las tecnologías de la información y la comunicación (TIC). Influencia de las TIC en la toma de decisiones de los individuos. Procesamiento automático de la información. Uso de procesadores de texto, herramientas como Mind Management, PowerPoint, correo electrónico, chat, Twitter, Facebook, internet, video llamadas y videoconferencias. Blogs, bibliotecas virtuales, revistas electrónicas, Wikipedia, enciclopedias virtuales e infografías.",
          "procedimental": "Investigar la influencia de las TIC en la sociedad de la información. Sustentar mediante argumentos las ventajas y desventajas de la sociedad de la información. Organizar debates y foros en línea. Elaborar mapas mentales computarizados y diapositivas en PowerPoint. Utilizar correo electrónico y redes sociales para la comunicación. Crear blogs y analizar información obtenida con apoyo de TIC. Diseñar y presentar proyectos utilizando herramientas digitales.",
          "actitudinal": "Reconocimiento y adaptación al uso de las tecnologías de la información. Responsabilidad en el uso de las TIC para la comunicación. Valoración de la comunicación para la convivencia humana en sociedad. Tolerancia para participar en actividades colaborativas. Interés por la corrección de textos y por expresar mensajes claros. Cooperación en trabajos en equipo. Autorregulación en el proceso de adquisición de habilidades comunicativas.",
          "indicadores": [
            "Formula con claridad reglamentos que regulan la comunicación pública y el uso de las TIC en Panamá.",
            "Participa en foros, blogs y otros espacios donde se discutan ventajas y desventajas de las sociedades de la información.",
            "Organiza simposios acerca de las normas que regulan el uso de las TIC.",
            "Realiza exposiciones orales con apoyo multimedia.",
            "Busca información en bibliotecas y enciclopedias virtuales.",
            "Elabora proyectos integrando TIC y comunica sus resultados.",
            "Valora la importancia de la comunicación para la convivencia humana."
          ],
          "actividades": [
            "Investigar información sobre la sociedad de la información.",
            "Organizar debates en torno a la influencia de las TIC.",
            "Crear mapas mentales computarizados y diapositivas.",
            "Utilizar herramientas digitales para buscar y compartir información.",
            "Participar en foros colaborativos virtuales.",
            "Crear y socializar proyectos mediante blogs y redes sociales.",
            "Realizar exposiciones orales con apoyo multimedia."
          ]
        },
        {
          "tema": "Vicios de dicción",
          "conceptual": "Concepto y tipos de vicios de dicción. Identificación de vicios en conversaciones espontáneas y escritos corrientes. Corrección de vicios en diversas situaciones comunicativas: conversaciones, oratoria, ponencias y conferencias.",
          "procedimental": "Recopilar ejemplos de vicios de dicción en conversaciones y anuncios. Clasificar los vicios encontrados. Organizar equipos para recoger muestras de vicios en el entorno. Grabar y analizar expresiones orales para autocorregirse. Intercambiar trabajos para corrección entre compañeros.",
          "actitudinal": "Autorreflexión sobre el uso correcto del idioma. Interés por corregir la expresión oral y escrita. Valoración del uso apropiado del idioma en contextos concretos. Responsabilidad en la mejora continua de la comunicación.",
          "indicadores": [
            "Distingue claramente los vicios de dicción en diferentes contextos.",
            "Organiza equipos para recoger ejemplos de vicios en su entorno.",
            "Graba y corrige su expresión oral en discursos y exposiciones.",
            "Clasifica los vicios de dicción y propone correcciones adecuadas.",
            "Intercambia y corrige trabajos con sus compañeros."
          ],
          "actividades": [
            "Recopilar vicios de dicción en conversaciones y anuncios.",
            "Clasificar y organizar vicios en tablas.",
            "Grabar expresiones orales para autocorrección.",
            "Organizar equipos para análisis de vicios de dicción.",
            "Realizar exposiciones y redactar escritos corregidos."
          ]
        },
        {
          "tema": "Características del mensaje eficaz",
          "conceptual": "Características del mensaje eficaz: claridad, precisión, originalidad, objetividad, oportunidad. Máximas de la comunicación: cantidad, cualidad, relevancia y modo. Teoría de la cortesía: cortesía positiva y negativa. Principio de cooperación y toma de turnos en la conversación.",
          "procedimental": "Elaborar mensajes orales y escritos aplicando las características del mensaje eficaz. Analizar y aplicar las máximas de la comunicación en diálogos, ponencias y conferencias. Grabar conversaciones espontáneas para analizar la teoría de la cortesía. Participar en debates, foros y exposiciones. Utilizar hipertexto para enriquecer textos orales.",
          "actitudinal": "Interés por comunicar mensajes claros y efectivos. Respeto por las ideas y opiniones de los demás. Valoración de las normas idiomáticas y estructuras gramaticales. Disposición para participar en actividades colaborativas y dialogar respetuosamente. Esfuerzo por aplicar la teoría de la cortesía en la comunicación.",
          "indicadores": [
            "Elabora mensajes que cumplen con las características del mensaje eficaz.",
            "Aplica las máximas de la comunicación en interacciones cotidianas y formales.",
            "Analiza y corrige conversaciones para mejorar la cortesía comunicativa.",
            "Participa activamente en debates y exposiciones.",
            "Utiliza hipertexto para enriquecer la oratoria."
          ],
          "actividades": [
            "Redactar mensajes orales y escritos con características del mensaje eficaz.",
            "Grabar y analizar conversaciones espontáneas.",
            "Organizar debates y foros sobre temas de interés.",
            "Crear textos enriquecidos con hipertexto.",
            "Realizar exposiciones y presentaciones orales."
          ]
        },
        {
          "tema": "Enriquecimiento léxico",
          "conceptual": "Definición y propiedad del vocabulario. Precisión y relaciones semánticas: denotación y connotación, campos semánticos, analogías, parónimos, homónimos, sinónimos y antónimos. Cambios semánticos y agrupación de palabras.",
          "procedimental": "Leer textos variados y seleccionar palabras desconocidas. Elaborar diccionarios personales con términos nuevos. Armar crucigramas y sopas de letras. Investigar casos de cambio semántico y analizar textos para identificar campos semánticos y analogías. Redactar textos utilizando vocabulario enriquecido. Diseñar carteles, volantes, y otros materiales escritos.",
          "actitudinal": "Esfuerzo por comprender y aplicar nuevos términos. Colaboración en trabajos de vocabulario. Autorregulación para incrementar léxico. Valoración del uso preciso y adecuado del vocabulario. Motivación para conocer la diversidad de palabras y expresiones.",
          "indicadores": [
            "Incorpora nuevos términos en textos orales y escritos.",
            "Clasifica palabras en campos semánticos y analogías.",
            "Investiga y explica casos de cambio semántico.",
            "Utiliza parónimos, homónimos, sinónimos y antónimos correctamente.",
            "Elabora materiales escritos con vocabulario enriquecido."
          ],
          "actividades": [
            "Leer y analizar diversos textos para identificar vocabulario nuevo.",
            "Crear diccionarios personales y elaborar crucigramas.",
            "Investigar y presentar casos de cambio semántico.",
            "Redactar textos aplicando vocabulario enriquecido.",
            "Diseñar carteles y volantes utilizando términos aprendidos."
          ]
        },
        {
          "tema": "Acentuación ortográfica",
          "conceptual": "Método integral de la acentuación ortográfica (viso-audio-gnósico-motor). Reglas de acentuación según la gramática tradicional. Familia de palabras y campos semánticos relacionados con palabras que requieren acento ortográfico.",
          "procedimental": "Aplicar el método integral para inferir y explicar reglas de acentuación. Realizar ejercicios y juegos interactivos. Redactar textos con palabras que requieren acento. Organizar y exponer trabajos escritos. Clasificar palabras según categoría gramatical y posición del acento.",
          "actitudinal": "Interés por utilizar correctamente las reglas de acentuación. Autorregulación en el aprendizaje y aplicación del acento ortográfico. Esmero en la presentación escrita. Valoración de la importancia de la acentuación para la claridad del mensaje.",
          "indicadores": [
            "Identifica y aplica correctamente las reglas de acentuación ortográfica.",
            "Realiza ejercicios y juegos para practicar la acentuación.",
            "Redacta textos con acentuación adecuada.",
            "Clasifica palabras según la posición del acento y categoría gramatical.",
            "Presenta trabajos escritos con nitidez y corrección."
          ],
          "actividades": [
            "Aplicar el método viso-audio-gnósico-motor en ejercicios de acentuación.",
            "Realizar juegos interactivos para practicar acentuación.",
            "Redactar diversos tipos de textos aplicando reglas de acentuación.",
            "Clasificar palabras y organizar mapas mentales de familias léxicas.",
            "Exponer trabajos y corregir textos en equipo."
          ]
        },
        {
          "tema": "Los signos de puntuación, de entonación y auxiliares en diversos tipos de textos",
          "conceptual": "Valor fonético, semántico y pragmático de la puntuación. Aplicación y relación de los signos de puntuación con la intencionalidad y significado del mensaje. Pausas y entonación. Gramática tradicional y textual.",
          "procedimental": "Analizar textos literarios y no literarios para identificar signos de puntuación y su función. Aplicar signos de puntuación y entonación en la producción de escritos. Grabar lecturas y corregir textos. Redactar textos diversos y socializar para corrección.",
          "actitudinal": "Interés por dominar la aplicación correcta de signos de puntuación. Autorregulación en la adquisición de normas de puntuación. Valoración del uso adecuado de la puntuación para la claridad y comprensión del mensaje. Disposición para trabajar en equipo para mejorar escritos.",
          "indicadores": [
            "Identifica adecuadamente el uso de signos de puntuación en textos.",
            "Aplica correctamente signos de puntuación y entonación en escritos.",
            "Corrige textos según sugerencias y normas de puntuación.",
            "Explica el valor de la puntuación en la comunicación escrita.",
            "Participa activamente en actividades de corrección en grupo."
          ],
          "actividades": [
            "Analizar relación entre puntuación, significado e intencionalidad en textos.",
            "Redactar textos aplicando signos de puntuación apropiadamente.",
            "Grabar lecturas para analizar entonación y pausas.",
            "Corregir textos en actividades colaborativas.",
            "Explicar y justificar el uso de signos de puntuación en escritos."
          ]
        },
        {
          "tema": "Fases de la redacción o composición",
          "conceptual": "Fases de la redacción: invención, elocución, coherencia textual y uso de conectores. Jerarquización de ideas: ideas principales y detalles. Mecanismos para lograr coherencia y cohesión. Organización textual: párrafos de inicio, desarrollo y cierre. Tipos de organización: enumeración, causa-efecto, orden cronológico, comparación y contraste.",
          "procedimental": "Elegir tema y recopilar información. Seleccionar tipo de texto. Organizar ideas mediante mapas mentales y esquemas. Redactar textos aplicando coherencia y cohesión. Participar en actividades como el dado preguntón, collage de títulos y escritura colaborativa. Analizar estructuras de textos científicos, administrativos y otros.",
          "actitudinal": "Interés por conocer las fases de la composición. Responsabilidad en la organización y presentación de textos. Esfuerzo por aplicar coherencia, cohesión y puntuación correcta. Cooperación en actividades grupales. Valoración de la escritura clara y organizada.",
          "indicadores": [
            "Participa en actividades para desarrollar cada fase de la redacción.",
            "Organiza ideas jerarquizadamente y aplica conectores adecuados.",
            "Redacta textos coherentes y cohesionados según el tipo seleccionado.",
            "Analiza textos científicos y administrativos para identificar estructura.",
            "Aplica estrategias para mejorar la coherencia y cohesión en la escritura."
          ],
          "actividades": [
            "Participar en el dado preguntón para responder preguntas sobre fases de redacción.",
            "Leer y analizar artículos científicos y administrativos.",
            "Elaborar collage de títulos y redactar textos diversos.",
            "Organizar ideas en mapas mentales y esquemas.",
            "Redactar, revisar y corregir textos en equipo."
          ]
        },
        {
          "tema": "Funciones lingüísticas en la redacción de textos informativos, administrativos y científicos",
          "conceptual": "Funciones lingüísticas: expresiva, conativa, fática, referencial, metalingüística y poética. Diferencias entre textos informativos y administrativos. Estructura y características de documentos como artículos de opinión, noticias, editoriales, reseñas, boletines, circulares, memorandos, informes, cartas sociales, contratos y otros.",
          "procedimental": "Analizar textos para identificar funciones lingüísticas predominantes. Redactar documentos informativos y administrativos aplicando estructura y funciones. Reconstruir textos según características y funciones. Diseñar proyectos y materiales para presentaciones y eventos. Participar en actividades de corrección y socialización de textos.",
          "actitudinal": "Esmero en la redacción clara y precisa. Respeto por aportes de compañeros. Responsabilidad en la elaboración y presentación de documentos. Valoración de la importancia de las funciones lingüísticas para la comunicación efectiva. Cooperación en trabajos grupales.",
          "indicadores": [
            "Reconoce funciones lingüísticas en diferentes tipos de textos.",
            "Redacta documentos informativos y administrativos respetando estructura y función.",
            "Reconstruye textos aplicando coherencia y funciones lingüísticas.",
            "Participa activamente en trabajos colaborativos y correcciones.",
            "Diseña y presenta proyectos relacionados con la redacción."
          ],
          "actividades": [
            "Analizar textos para identificar funciones lingüísticas.",
            "Redactar documentos administrativos e informativos.",
            "Reconstruir textos aplicando estructura y funciones.",
            "Diseñar proyectos para presentaciones y eventos.",
            "Socializar y corregir textos con compañeros."
          ]
        }
      ]
    },
    {
      "nombre": "Estructura de la lengua",
      "objetivos": [
        "Aplica, en la redacción de escritos de diversa naturaleza, unidades gramaticales que favorecen la coherencia y cohesión, con el fin de comunicar mensajes comprensibles para sus receptores.",
        "Integra, en la escritura de textos de uso corriente, convenciones idiomáticas de puntuación y ortografía para otorgar claridad y comprensión a sus escritos.",
        "Comprueba, en la lectura, análisis y escritura de textos, el valor del uso de las conjunciones, desde el punto de vista semántico.",
        "Utiliza la estructura de la oración compuesta en la producción de diferentes escritos con el propósito de expresar sus ideas de manera organizada.",
        "Usa procedimientos léxicos que favorecen la coherencia y la cohesión del texto para mejorar la interacción comunicativa.",
        "Diferencia las estructuras subyacentes del texto y el pretexto para comprenderlo y apropiarse del mensaje y comunicarse mejor."
      ],
      "contenidos": [
        {
          "tema": "El texto",
          "conceptual": "Concepto de texto. Elementos que definen la textualidad. Diferencia entre texto y discurso. Estructura superficial y profunda del discurso. Oración gramatical y enunciado. Oración nuclear en el enunciado. Coherencia textual: global, lineal, mecanismos de coherencia y cohesión, progresión temática, conectores y marcadores discursivos. Condensación semántica y procedimientos sintácticos: yuxtaposición, coordinación y subordinación.",
          "procedimental": "Definir y explicar teorías actuales sobre el texto. Diferenciar texto y discurso mediante análisis. Identificar la estructura superficial y profunda del texto. Aplicar mecanismos de coherencia y cohesión en la redacción. Analizar textos para detectar tipos de progresión temática. Esquematizar elementos universales del texto. Redactar textos coherentes y cohesionados. Elaborar mapas mentales y organizadores gráficos. Corregir textos incoherentes.",
          "actitudinal": "Entusiasmo por desarrollar habilidades en análisis y producción textual. Cuidado y autorregulación en la presentación de trabajos. Valoración del estudio del texto para mejorar la comunicación. Disposición para el trabajo colaborativo y la mejora continua. Aprecio por la claridad y la coherencia en la escritura.",
          "indicadores": [
            "Define conceptos y teorías sobre el texto con claridad.",
            "Diferencia texto y discurso sin dificultades.",
            "Identifica mecanismos de coherencia y cohesión en textos variados.",
            "Aplica conectores y organiza ideas para lograr coherencia.",
            "Redacta textos segmentados y cohesionados adecuadamente.",
            "Corrige textos incoherentes aplicando teoría gramatical."
          ],
          "actividades": [
            "Elaborar mapas mentales y organizadores gráficos sobre el texto y discurso.",
            "Leer y analizar textos para identificar estructura y coherencia.",
            "Redactar textos aplicando mecanismos de coherencia y cohesión.",
            "Corregir textos incoherentes basándose en teoría gramatical.",
            "Diseñar y presentar textos y reglamentos para clubes o grupos."
          ]
        }
      ]
    },
    {
      "nombre": "Comprensión lectora",
      "objetivos": [
        "Comprende el contenido del texto al identificar la temática, reconocer la idea central, distinguir lo relevante de lo secundario, sintetiza las ideas principales con el fin de interpretarlo apropiadamente.",
        "Interpreta textos, a partir del procesamiento de la información, para lograr un manejo adecuado de la misma, con el fin de que pueda utilizarla oportunamente en actividades de su vida cotidiana.",
        "Distingue, mediante procedimientos de manejo de la información, la estructura organizativa de las ideas del texto para una cabal interpretación de los significados.",
        "Utiliza la lectura de textos literarios y no literarios como estrategia para ampliar el conocimiento del mundo, con el fin de desarrollar valores y transferirlos.",
        "Valora las estrategias y métodos de comprensión lectora como herramientas para manejar y procesar la información que le proporcionan distintos tipos de textos."
      ],
      "contenidos": [
        {
          "tema": "El texto como unidad comunicativa",
          "conceptual": "Estructura organizativa del texto. Diferenciación de las operaciones de pensamiento requeridas para la comprensión: observar, predecir, comparar, clasificar, relacionar, describir, inferir, resumir, interpretar, definir, argumentar, valorar y crear. Activación de conocimientos previos y esquemas mentales. Estrategias de comprensión lectora: muestreo, predicción, anticipación, inferencias, confirmación, autocorrección y resumen.",
          "procedimental": "Reconocer características básicas del texto como acto comunicativo. Interpretar estructura organizativa en diferentes textos. Utilizar operaciones de pensamiento para apropiarse de significados. Activar saberes previos para la comprensión. Aplicar estrategias de procesamiento de información textual. Organizar secuencias y elaborar matrices actanciales. Diferenciar hechos, opiniones, prejuicios y propagandas. Redactar resúmenes, ensayos, cartas abiertas y artículos de opinión. Participar en debates, simulacros y actividades de análisis textual.",
          "actitudinal": "Motivación por la lectura y la comprensión de textos. Disposición para aplicar estrategias de lectura. Colaboración en actividades grupales. Tolerancia hacia opiniones y juicios diferentes. Valoración del esfuerzo personal y colectivo en el aprendizaje.",
          "indicadores": [
            "Interpreta correctamente la estructura organizativa del texto.",
            "Aplica operaciones de pensamiento para comprender textos.",
            "Distingue hechos, opiniones y prejuicios en textos.",
            "Organiza secuencias y elabora resúmenes coherentes.",
            "Redacta textos de opinión y cartas abiertas con claridad.",
            "Participa activamente en debates y análisis textuales."
          ],
          "actividades": [
            "Leer y analizar textos variados para identificar estructura y temática.",
            "Realizar actividades de predicción, comparación y clasificación.",
            "Elaborar matrices actanciales y mapas mentales.",
            "Redactar resúmenes, ensayos y cartas abiertas.",
            "Participar en debates, foros y simulacros de análisis.",
            "Investigar y presentar informes sobre temas de actualidad."
          ]
        },
        {
          "tema": "Textos no literarios",
          "conceptual": "Tipos de textos no literarios: ensayos, textos jurídicos, periodísticos, anuncios publicitarios, monografías e informes de investigación. Análisis estructural en niveles fonológico, morfosintáctico y semántico. Análisis de elementos paratextuales e intertextualidad. Estudio del narrador y la relación espacio-tiempo (cronotopo). Aplicación de análisis en distintos tipos de textos.",
          "procedimental": "Identificar y analizar estructura y características de textos no literarios. Aplicar estrategias de comprensión lectora para evaluar información. Realizar análisis de personajes y relaciones narrativas. Elaborar informes y monografías aplicando estructuras adecuadas. Investigar y presentar análisis de textos jurídicos, periodísticos y publicitarios. Participar en actividades de discusión y socialización de análisis.",
          "actitudinal": "Interés por comprender y analizar textos no literarios. Valoración del rigor en la presentación de informes. Disposición para aplicar estrategias de lectura crítica. Colaboración en trabajos grupales. Responsabilidad en la elaboración y presentación de análisis.",
          "indicadores": [
            "Reconoce estructura y características de textos no literarios.",
            "Aplica estrategias de comprensión en textos complejos.",
            "Analiza narradores y relaciones espacio-tiempo en relatos.",
            "Elabora informes y monografías con estructura adecuada.",
            "Participa en discusiones y socialización de análisis textuales."
          ],
          "actividades": [
            "Analizar ensayos, textos jurídicos y periodísticos.",
            "Realizar investigaciones y presentar informes.",
            "Elaborar monografías y reportes de investigación.",
            "Aplicar análisis narrativos en textos de diversos géneros.",
            "Participar en foros y mesas redondas de discusión."
          ]
        }
      ]
    },
    {
      "nombre": "Apreciación y creación literaria",
      "objetivos": [
        "Distingue, con base en la lectura y análisis, las relaciones entre la literatura universal y su contexto real, con el propósito de encontrar los valores culturales de cada época.",
        "Compara, con base en el conocimiento de aspectos artísticos, sociales, económicos y políticos los distintos periodos de la literatura universal para contrastar comportamientos, intereses, costumbres del componente humano de esos periodos con los del presente.",
        "Analiza textos literarios, con apoyo de modelos dados, para comprenderlos y extrapolar los mensajes valiosos.",
        "Asocia, de forma acertada, situaciones representadas mediante los códigos literarios con situaciones de la cotidianeidad para apreciar, disfrutar y comprender el discurso literario.",
        "Utiliza, de forma efectiva, sus propios recursos y habilidades artísticas con la finalidad de producir diversos textos literarios.",
        "Valora, con fundamento en el juicio crítico, los aportes de la literatura universal en el desarrollo cultural de los pueblos con el fin de distinguir la literatura como producto artístico significativo."
      ],
      "contenidos": [
        {
          "tema": "Literatura Universal",
          "conceptual": "Concepto y cosmogonías de la literatura egipcia, hebrea (Biblia), griega, hindú y árabe. Aportes y características de estas literaturas. Literatura clásica griega y latina: géneros, autores y obras representativas (épica, lírica, tragedia, comedia, oratoria, fábula). Literatura universal actual: características, tendencias, autores y obras representativas de literaturas italiana, francesa, inglesa y otras.",
          "procedimental": "Analizar textos cosmogónicos y poéticos. Comparar concepciones literarias con contextos históricos. Crear ensayos, poemas, guiones, acrósticos, caligramas y dioramas. Reescribir tragedias y comedias clásicas con finales alternativos. Representar obras mediante dramatizaciones, mimos o proyectos audiovisuales. Investigar y presentar documentales y videos sobre temas literarios. Organizar eventos culturales y ferias literarias.",
          "actitudinal": "Reflexión crítica sobre la importancia de la literatura como medio de expresión y conocimiento. Interés en participar en actividades creativas y culturales. Valoración del patrimonio literario universal y su influencia en la cultura actual. Respeto y aprecio por las diversas manifestaciones literarias. Cooperación en trabajos colaborativos y exposiciones.",
          "indicadores": [
            "Formula definiciones claras sobre literatura universal.",
            "Compara concepciones literarias con fenómenos culturales e históricos.",
            "Crea y presenta textos literarios y proyectos artísticos.",
            "Representa obras clásicas mediante actividades teatrales y audiovisuales.",
            "Investiga y comunica conocimientos sobre la literatura universal.",
            "Participa en eventos culturales y promueve la lectura."
          ],
          "actividades": [
            "Elaborar bitácoras y mapas mentales sobre literatura cosmogónica.",
            "Crear guiones y representar tragedias y comedias clásicas.",
            "Analizar y comparar obras literarias de diferentes épocas.",
            "Realizar proyectos audiovisuales y documentales.",
            "Organizar ferias y veladas culturales basadas en la literatura.",
            "Investigar y presentar temas literarios mediante exposiciones."
          ]
        }
      ]
    }
  ]
}
